Repository: AdnanBen/OXFAM-0102
Catalog: survivor-frontend/src/locales/ny/messages.po
Languages: ny

source: A safe-space for survivors to discuss and share their experiences of abuse, and get support.
ny: Malo otetezeka opulumuka kuti akambirane ndikugawana zomwe akumana nazo zachiwerewere, komanso amathandizira.

source: Board
ny: Thabwa

source: Boards
ny: Matabwa

source: Chat
ny: Cheza

source: Chat individually with trained moderators for advice.
ny: Chezani aliyense payekha ndi oyang'anira ophunzitsidwa kuti mupeze malangizo.

source: Comment
ny: Ganizo

source: Create new post?
ny: Pangani positi yatsopano?

source: Female
ny: Mkazi

source: Find free self-help and educational resources to help manage and recover from abuse.
ny: Pezani zothandizira zaulere komanso zophunzirira kuti zikuthandizireni kuthana ndi kuzunzidwa.

source: Forum
ny: Foru

source: Gender
ny: Amuna

source: Loading
ny: Kutsitsa

source: Login as moderator
ny: Lowani ngati Woyang'anira

source: Make a Report
ny: Pangani lipoti

source: Male
ny: Mamuna

source: Moderator
ny: Oyang'anira

source: Name
ny: Dzina

source: New comment
ny: Ndemanga Yatsopano

source: Other
ny: Ena

source: Oxfam Survivors Community
ny: Oxfam Opulumuka Gulu

source: Please <0>do not</0> reveal any personally-identifiable information (e.g., your name, address, location) to protect your safety.
ny: Chonde <0> musatero </ 0> Kuwulula zidziwitso zilizonse zodziwika (E.g., dzina lanu, adilesi, malo) kuteteza chitetezo chanu.

source: Post Body
ny: Chitoto

source: Post Title
ny: Mutu wankhani

source: Post comment
ny: Ndemanga

source: Replies
ny: Amayankha

source: Report
ny: Kuulula

source: Report severe abuse to receive help from trained responders.
ny: Nenani za kuzunzidwa koopsa kuti mulandire thandizo kuchokera kwa oyankha ophunzitsidwa bwino.

source: Request Chat
ny: Funsani Chat

source: Request sent
ny: Pempho lotumizidwa

source: Resources
ny: Chuma

source: Safely discuss your concerns and receive feedback from the community.
ny: Kambiranani bwinobwino nkhawa zanu ndi kulandira ndemanga kuchokera kwa anthu ammudzi.

source: Search...
ny: Sakani ...

source: Select a gender
ny: Sankhani jenda

source: Send message
ny: Tumizani uthenga

source: Sign out
ny: Tulukani

source: Situation
ny: Kakhalidwe

source: Submit
ny: Lolera

source: Submit New Post
ny: Tumizani positi yatsopano

source: Them
ny: Iwo

source: There are no moderators available to chat at the moment.
ny: Palibe oganiza omwe amapezeka kuti azicheza pakadali pano.

source: There are no posts yet.
ny: Palibe zolemba pano.

source: There was an error loading the post. Please try again later.
ny: Panali vuto kuyika positi. Chonde yesaninso pambuyo pake.

source: There was an error loading the posts. Please try again later.
ny: Panali vuto kuyika zolemba. Chonde yesaninso pambuyo pake.

source: There was an error loading the resource. Please try again later.
ny: Panali vuto kuyika gwero. Chonde yesaninso pambuyo pake.

source: There was an error loading the resources. Please try again later.
ny: Panali vuto kuyika zinthu. Chonde yesaninso pambuyo pake.

source: We have oragnised the posts according to the boards to make it easier for you to find support, information and talk to others with similar experiences.
ny: Tazindikira zolembazo malinga ndi matabwa kuti zikhale zosavuta kuti mulandire thandizo, zidziwitso ndikulankhula ndi ena omwe ali ndi zokumana nazo zofanana.

source: You
ny: Inu

source: add comment
ny: Onjezani ndemanga

source: on
ny: pa
